Repository: ro-msg-angular-training/online-shop-career-start-2022-mircea216
Catalog: online/src/locale/messages.*.xlf
Languages: ro

source: DONE
ro: FINALIZAT

source: CANCEL
ro: ANULARE

source: SAVE
ro: SALAVARE

source: Login
ro: Logare

source: Product: {{product.name}}
ro: Produs: {{product.name}}

source: Name: {{product.name}}
ro: Nume: {{product.name}}

source: Category: {{product.category}}
ro: Categorie: {{product.category}}

source: Description: {{product.description}}
ro: Descriere: {{product.description}}

source: Price: {{product.price}}
ro: Pret: {{product.price}}

source: EDIT
ro: MODIFICARE

source: Cart
ro: COS

source: Add to Cart
ro: ADAUGARE

source: Insert Product
ro: INSERARE

source: Category: {{product.category}}
ro: Categorie: {{product.category}}

source: Details
ro: Detalii

source: CHECKOUT
ro: PLASARE
